9/data/attachments/4ca00ba911e7712.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c8614a84-d23d-4758-a629-02e986532e6b</nif:username>
            <nif:friendToBeAdded>Jonathon_care_Actions_25246_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>